<template>
	<view style="width: 100vw;height: 100vh;">
		
		<view class="" style="padding: 20upx 40upx;font-size: 28upx;color: #666;">
			<view class="list">
				1788（“我们”）非常重视用户的隐私和个人信息保护。您在使用我们的商品或服务时，我们会收集和使用您的相关信息。我们希望通过《1788隐私政策》（“本隐私政策”）向您说明我们在您使用我们的商品或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。

				本政策适用于1788网站(包括PC端、IOS端及安卓端)的商品或服务。

				在使用1788网站各项商品或服务前，请您务必仔细阅读本政策，在确认充分理解并同意后使用相关商品或服务。一旦您开始使用1788网站各项商品或服务，即表示您已充分理解并同意本政策。

				如对本隐私政策或相关事宜有任何问题，您可随时通过访问1788在线客服系统、发送邮件或拨打我们的任何一部客服电话等多种方式与我们联系。

				本隐私政策部分将帮助您了解以下内容：
				1、我们如何收集和使用您的个人信息
				2、我们如何使用Cookie和同类技术
				3、我们如何共享、转让、公开披露您的个人信息
				4、我们如何保护您的个人信息
				5、您如何管理您的个人信息
				6、我们如何处理未成年人的个人信息
				7、本隐私政策如何更新
				8、如何联系我们
			</view>

			<view class="list">
				一、我们如何收集和使用您的信息
				我们会出于本政策所述的以下目的，收集和使用您的个人信息：
				<view>
					（一）用户注册
					您首先需要注册一个1788账户成为1788用户。当您注册时，您需要至少向我们提供您准备使用的1788账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱）
					，我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的用户及提供上述信息。
					如果您提供以下额外信息补全个人资料，将有助于我们给您提供个性化的商品推荐和更优的购物体验：您的真实姓名、性别、出生年月日、居住地、您本人的真实头像。但如果您不提供这些信息，不会影响您使用1788网站商品或服务的基本浏览、搜索、购买功能。

				</view>
				<view>
					（二）商品或服务的展示和推送
					为优化和提升我们的服务，我们会根据您的浏览及搜索记录、设备信息（如设备型号、设备识别码、操作系统、分辨率、电信运营商、IP地址、浏览器的类型、语言、访问时间、软硬件特征等数据）、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征并进行个性化展示、推送信息。
				</view>
				<view>
					（三）下单
					为了顺利完成您的交易，您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。

					上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。

				</view>
				<view>
					（四）安全保障
					为提高您使用我们商品或服务的安全性，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，我们会可能使用或整合您的用户信息、订单信息、设备信息、网络日志信息以及浏览信息等，来综合判断和排查您账户及交易存在的风险，并依法采取必要的应对措施。
				</view>
				<view>
					（五）数据分析
					我们会将您的用户信息用于分析（包括提交给我们的合作方用于分析），以便让我们能够了解您所在的位置、偏好和数据统计等信息，或与其他来源（包括第三方）的数据相匹配，从而开发和优化我们的商品、服务或营销计划，改进我们的服务。
				</view>
				<view>
					（六）其他用途
					当您使用我们的商品或服务时，您授权我们根据实际业务及合作需要从我们关联公司及合作方处接收、汇总、分析我们确认其来源合法或您授权同意其向我们提供的您的个人信息或交易信息。
					我们会依据《网络安全法》及其他相关法律法规，遵循合法、正当、必要的原则，将您的信息用于本政策未载明的其他用途
				</view>
				<view>
					（七）例外情况
					根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：
					<view>
						1、与国家安全、国防安全有关的；
					</view>
					<view>
						2、与公共安全、公共卫生、重大公共利益有关的；
					</view>
					<view>
						3、与犯罪侦查、起诉、审判和判决执行等有关的；
					</view>
					<view>
						4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
					</view>
					<view>
						5、所收集的个人信息是您自行向社会公众公开的；
					</view>
					<view>
						6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
					</view>
					<view>
						7、根据您的要求签订合同所必需的；
					</view>
					<view>
						8、用于维护所提供的商品或服务的安全稳定运行所必需的，例如发现、处置商品或服务的故障；
					</view>
					<view>
						9、为合法的新闻报道所必需的；
					</view>
					<view>
						10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述
						的结果时，对结果中所包含的个人信息进行去标识化处理的；
					</view>
					<view>
						11、法律法规规定的其他情形。
					</view>
				</view>
			</view>
			<view class="list">
				二、我们如何使用 Cookie 和同类技术
				Cookie是网页服务器放在您访问设备上的文本文件，会帮助您在后续访问时调用信息，简化记录您填写个人信息的流程。

				我们向您发送Cookies是为了简化您重复登录的步骤、存储您的购物偏好或您购物车中的商品等数据进而为您提供购物的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。我们不会将 Cookies
				用于本隐私政策所述目的之外的任何用途。

				您有权接受或拒绝Cookie，如果浏览器自动接收Cookie，您可以根据自己的需要修改浏览器的设置以拒绝Cookie。请注意，如果您选择拒绝Cookie，那么您将可能无法完全体验1788提供的服务。
			</view>
			<view class="list">
				<view>
					三、我们如何共享、转让、公开披露您的个人信息
				</view>
				<view>
					<view>（一）共享</view>
					<view>我们不会与1788网站服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</view>
					<view>（1）事先获得您明确的同意或授权；</view>
					<view>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</view>
					<view>（3）在法律法规允许的范围内，为维护1788、1788的关联方或合作伙伴、您或其他1788用户或社会公众利益、财产或安全免遭损害而有必要提供；</view>
					<view>（4） 只有共享您的信息，才能实现我们的商品或服务的核心功能或提供您需要的服务；</view>
					<view>（5）应您需求为您处理您与他人的纠纷或争议；</view>
					<view>（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</view>
					<view>（7）基于学术研究而使用；</view>
					<view>（8）基于符合法律法规的社会公共利益而使用。</view>
					<view>我们会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。</view>
					<view>我们会与其他公司和组织交换信息 ，但仅在法律法规允许的范围内进行，目的是为了优化1788的服务，保护1788、您或其他1788客户的权益或安全。</view>
					<view>
						<view>
							我们会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
						</view>
						<view>
							（1）商品或技术服务的供应商
							。我们会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理、数据分析等。我们共享这些信息的目的是可以实现我们商品或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信息才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构共享以实现其确认您的支付指令并完成支付等。
						</view>
						<view>
							（2）第三方商家。我们必须将您的订单信息与交易有关的必要信息与第三方商家共享来实现您向其购买商品或服务的需求，并促使其可以完成后续的售后服务。
						</view>
						<view>
							（3）委托我们进行推广的合作伙伴。我们会对相关信息进行处理，委托方不会直接识别到您个人。
						</view>
					</view>
					<view>
						对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。

					</view>
				</view>


				<view>
					（二）转让
					我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
					<view>
						1、事先获得您明确的同意或授权；
					</view>
					<view>
						2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
					</view>
					<view>
						3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
						</view>
					<view>
						4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
                    </view>
				</view>
				<view>
					（三）公开披露
					我们仅会在以下情形，公开披露您的个人信息：
					<view>
						1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
					</view>
					<view>
						2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。
					</view>
				</view>
			
			
			</view>
			<view class="list">
				四、我们如何保护您的个人信息安全
				<view>
					（一）我们已采取符合业界标准、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。	
				</view>
				<view>
					（二）我们对可能接触到您信息的员工也采取了严格管理，可监控他们的操作情况，对于数据访问、内外部传输使用、脱敏、解密等重要操作建立了审批机制，并与上述员工签署保密协议等。与此同时，我们还定期对员工进行信息安全培训，要求员工在日常工作中形成良好操作习惯，提升数据保护意识。
				</view>
				<view>
					（三）我们会采取合理可行的措施，尽力避免收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
				</view>
				<view>
					（四）互联网并非绝对安全的环境，尽管有前述的安全措施，但同时也请您理解在网络上不存在“完善的安全措施”。我们会按现有的技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄露、损毁或丢失。同时，请您使用复杂密码并妥善保管您的帐号及密码信息，切勿将密码告知他人，如果您发现自己的个人信息泄露，特别是您的帐号和密码发生泄露，请您立即与我们联系，以便我们采取相应的措施
				</view>
				<view>
					（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
				</view>
			</view>
			<view class="list">
				五、您如何管理您的个人信息
				您可以随时登录“我的1788”，查询、更正及删除自己的账户信息，修改个人资料、隐私设置、安全设置，修改收货地址等使用1788服务时您提供的个人信息，如有问题，可以联系1788客服 。

				您可通过如下路径注销1788网站账户：拨打1788官网公布的客服电话(如国内：)，根据语音提示转至客服人工服务，由客户验证后完成账号的注销 。注销1788网站账户后，您
				该账户内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。

				为保障安全，您需要提供书面请求，或以其他方式证明您的身份。我们会先要求您验证自己的身份，然后再处理您的请求。我们将在30天内做出答复。如您不满意，还可以通过1788客服发起投诉。

				在以下情形中，按照法律法规要求，我们将无法响应您的请求：
				<view>1、与国家安全、国防安全有关的；</view>
				<view>2、与公共安全、公共卫生、重大公共利益有关的；</view>
				<view>3、与犯罪侦查、起诉、审判和执行判决等有关的；</view>
				<view>4、有充分证据表明个人信息主体存在主观恶意或滥用权利的；</view>
				<view>5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</view>
				<view>6、涉及商业秘密的。</view>	
			</view>
			<view class="list">
				六、我们如何处理未成年人的个人信息
				我们非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用1788网站的服务前，应事先取得您家长或法定监护人的书面同意。

				对于经父母或监护人同意使用我们的商品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转
				让或披露此信息，如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。

			</view>
			<view class="list">
				七、本隐私政策如何更新
				我们会在必要时变更隐私政策。未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。
				对于重大变更，我们还会提供更为显著的通知（包括我们会通过1788网站公示的方式进行通知甚至向您提供弹窗提示）。请您经常回访本隐私政策，以阅读最新版本。
				本政策所指的重大变更包括但不限于：
				<view>1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</view>
				<view>2、我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；</view>
				<view>3、个人信息共享、转让或公开披露的主要对象发生变化；</view>
				<view>4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</view>
				<view>5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</view>
				<view>6、个人信息安全影响评估报告表明存在高风险时。</view>
				我们还会将本政策的旧版本存档，供您查阅。
			</view>
			<view class="list">
				八、如何联系我们
				您可以通过以下方式与我们联系，我们将在30天内回复您的请求：
				<view>
					1、如对本政策内容有任何疑问、意见或建议，您可通过在线客服或拨打我们的客服电话等多种方式与我们联系；
				</view>
			</view>










		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				title: 'Hello'
			}
		},
		onLoad() {

		},
		methods: {

		}
	}
</script>

<style>
	.list {
		text-indent: 30upx;
		margin-top: 20upx;
	}
</style>
