<template>
	<view>
		<view class="" style="padding: 20upx 40upx;font-size: 28upx;color: #666;">
			<view class="list">
				感谢您成为1788的注册用户。
				特别提示：
				当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他1788允许的方式实际使用1788APP服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与1788达成协议。
				您承诺接受并遵守本协议的约定， 届时您不应以未阅读本协议的内容或者未获得1788对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
			</view>
			<view class="list">
				一、协议确认
				<view>
					1、本协议是由1788网站(包括PC端、移动端及应用程序)的用户（以下简称“用户”或“您”）与1788网站的运营方，即万宏信息技术有限公司（以下简称“1788”）就网站交易平台服务等相关事宜共同缔结。
					您同意并点击确认本协议条款并完成注册程序后，才能成为1788的正式注册用户，并享受各类服务。
				</view>
				<view>
					2、根据国家法律法规变化及网站运营需要，1788有权对本协议条款不时进行修改，修改后的协议一经发布并经您确认同意后即刻生效，并代替原来的协议。变更后的协议和规则一经在公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用1788APP服务的，即表示您已经阅读、理解并接受经修订的协议和规则。您可在1788网站随时查阅最新协议。您若不同意更新后的协议，则将不能享受1788依据本协议提供的各项服务。
					
				</view>
				<view>
					3、本协议包括协议正文、法律声明及所有1788已经发布的，或未来可能发布或更新的各类规则、公告或通知（以下合称“1788规则”或“规则”），包括但不限于：《1788抵用券使用规则》，《发票制度》,《1788商户规则》 等。
					所有规则为本协议不可分割的组成部分，与本协议正文具有同等法律效力。在您申请注册成为1788注册会员前，请仔细阅读本协议的正文内容及以上各类规则。
				</view>
				<view>
					4、在您完成用户注册程序后，即表示您自愿接受本协议，正式成为1788的注册用户，并认可本协议全部条款内容。若您不同意本协议，或对本协议中的条款存在任何疑问，请您立即停止1788用户注册程序，并可以选择不使用本网站服务。
					
				</view>
				<view>
					5、您点击同意本协议后，即视为您确认自己具有享受1788服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。
				</view>
				<view>
					6、1788保留在法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容、取消订单的权利。
				</view>
			</view>
			<view class="list">
				二、 账户管理

				<view>
					1、主体资格
					您确认，在您完成注册程序或以其他1788允许的方式实际使用1788APP服务时，您应当是具备完全民事行为能权利能力和完全民事力的自然人、法人或其他组织。
				</view>
				<view>
					2、注册和账户
					<view>
						①　当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他1788允许的方式实际使用1788APP服务时，您即受本协议约束。您可以使用您提供或确认手机
						码或者1788允许的其它方式作为登录手段进入1788APP。
					</view>
					<view>
						②　您注册成功后，1788会为您开通一个账户，作为您使用1788服务的唯一身份标识。该账户的所有权归属于1788，您仅拥有使用权。登录账户时，您可以使用您提供或确认的用户名、邮箱、手机号码或1788允许的其他方式作为注册用户名进行登录，但在登录时您必须输入您设定并保管的账户密码。为保护您的权益，您在设定账户的密码时，请勿使用重复性或者连续数字的简单密码。请您对密码加以妥善保管，切勿将密码告知他人，因密码保管不善而造成的所有损失由您自行承担。
						
					</view>
					<view>
						③ 您了解并同意，如您在1788APP注册成功，您在此明确授权，您的账户注册信息在您通过1788APP注册成功时，已授权1788使用，以使您更便捷地使用1788服务。
						
					</view>
					<view>
						④　您可以对账户设置1788昵称。您设置的1788昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的1788昵称涉嫌侵犯他人合法权益，1788有权终止向您提供1788APP服务，注销您的1788昵称。若您不再是1788的注册用户，对于您的原注册账户的昵称，1788可以将其开放给任意注册用户。
						
					</view>
				</view>
				<view>
					3、用户信息
					<view>
						①　在注册或激活流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，1788有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部1788APP服务。1788对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
						
					</view>
					<view>
						②　您应当准确填写并及时更新您提供的联系电话、车辆信息等联系方式，以便1788或其他商家与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用1788APP服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按1788的要求进行操作。
					</view>
				</view>
				<view>
					4、账户安全
					<view>
						①　1788只允许每位用户使用一个1788网站账户。如有证据证明或1788有理由相信您存在注册或使用多个1788网站账户的情形，1788有权采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给1788网站及相关方造成损失的，您还应承担赔偿责任。
						
					</view>
					<view>
						②　您对通过您的账户所进行的活动、行为和事件依法享有权利和承担责任，且不得以任何形式转让账户、授权他人使用您的账户以及与他人交易账户。
						
					</view>
					<view>
						③　鉴于网络服务的特殊性，1788无义务审核是否是您本人使用该组用户名及密码，仅审核用户名及密码是否与数据库中保存的一致，任何人只要输入的用户名及密码与数据库中保存的一致，即可凭借该组用户名及密码登陆并获得1788所提供的各类服务，所以即使您认为您的账户登陆行为并非您本人所为，1788将不承担因此而产生的任何责任。
						
					</view>
					<view>
						④　您可以通过在1788网站参与商品评价、晒单、网站活动等方式获得积分、返利和抵用券。积分和抵用券都具有特定的使用规则和有效期，逾期将被清零；请您不时关注您账户中的积分和抵用券的有效期，在有效期届满前，1788将不再另行作特别通知；1788不对逾期清零的积分和抵用券负责。对于恶意购买和不正当手段获得的积分和抵用券，1788有权作出独立判断并采取包含但不限于冻结您的用户账户或清空积分、抵用券等措施。
						
					</view>
					
				</view>
				<view>
					5、1788登录名注销
					<view>
						a）若您在1788成功注册账户后，连续24个月时间内未使用该账户（包括使用此账户订购商家商品，发表使用体验，参与商品讨论，参加1788网站的有关活动以及使用其他服务），则1788有权对您的账户进行清理，届时您的1788账号可能被注销，不能再登录1788，所有1788服务同时终止。
						
					</view>
					<view>
						b）您向1788提出注销账户申请，经1788网站审核同意后，由1788注销该用户账户，本协议即告终止。但在注销该用户账户后，1788仍有权：
						<view>
							① 保留该用户的注册信息及过往的全部交易行为记录；
						</view>
						<view>
							② 如用户在账户注销前在1788上存在违法行为或违反本协议的行为，1788仍可行使本协议所规定的权利。
						</view>
					</view>
					<view>
						c）在下列情况下，1788可以通过注销用户账户的方式单方解除本协议：
						<view>
							① 在用户违反本协议相关规定时，1788有权暂停或终止向该用户提供服务。如该用户在1788暂停或终止提供服务后，再一次直接或间接或以他人名义注册为1788网站用户的，则1788有权再次暂停或终止向该用户提供服务；
				
						</view>
						
						<view>
							② 一经发现用户注册信息中的内容是虚假的，1788即有权终止向该用户提供服务；
						</view>
						<view>
							③ 本协议修改或更新时，如用户表示不愿接受新的服务协议的，1788有权终止向该用户提供服务；
						</view>
						<view>
							④ 1788认为需终止提供服务的其他情况。
						</view>
					</view>
					<view>
						d）用户理解并同意，即便在本协议终止及用户的服务被终止后，1788仍有权：
						<view>
							① 继续保存并使用您的用户信息；
						</view>
						<view>
							② 继续向用户主张在其使用1788交易平台服务期间因违反法律法规、本协议及平台规则而应承担的责任。
						</view>
					</view>
				</view>
			</view>
			<view class="list">
				三、1788APP服务
				<view>
					1、通过1788提供服务，商家可在1788APP上预约洗车、发布信息、查询商品和服务信息、达成交易意向并进行交易、对其他商家进行评价、参加1788组织的活动以及使用其它信息服务及技术服务，具体以所开通的APP提供的服务内容为准。
					
				</view>
				<view>
					2、您在1788APP上交易过程中与其他商家发生交易纠纷时，一旦您或其他商家任一方或双方共同提交1788要求调处，则1788作为独立第三方，有权根据单方判断做出调处决定，您了解并同意接受1788的判断和调处决定。
					
				</view>
				<view>
					3、您了解并同意，1788有权应政府部门（包括司法及行政部门）的要求，向其提供您向1788提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则1788亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
					
				</view>
				<view>
					4、您在使用1788APP服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其他方面的费用，均由您独自承担。
					
				</view>
			</view>
			<view class="list">
				四、1788APP服务使用规范
				1、在1788APP上使用1788服务过程中，您承诺遵守以下约定：
				<view>
					①　实施的所有行为均遵守国家法律、法规等规范性文件及1788APP各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。
					
				</view>
				<view>
					②　不以虚构或歪曲事实的方式不当评价其他商家，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他商家的信用度。
					
				</view>
				<view>
					③　不对1788APP上的任何数据作商业性利用，包括但不限于在未经1788事先书面同意的情况下，以复制、传播等任何方式使用1788APP站上展示的资料。
					
				</view>
				<view>
					④　不使用任何装置、软件或例行程序干预或试图干预1788APP的正常运作或正在1788APP上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸1788APP网络设备的行动。
					
				</view>

			</view>
			<view class="list">
				五、 订单生效规则
				<view>
					1、当您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为视为您的行为，您对收货人的行为承担连带责任。
					您提交订单即表示对订单中所确认的订购商品、收货地址等信息的准确性负责。如果因为您填写的收货人联系电话、地址等信息错误，导致未能如约定获取1788提供的产品和服务的，由此造成的损失需由您自行承担。
					
				</view>
				<view>
					2、您理解并认可1788网站上的订单生效规则：
					<view>
						①　1788网站上展示的商品信息（如商品名称、价格、商品描述等）仅构成要约邀请。当您通过1788网站订购商品，确定购买并成功提交订单时（订单内容应包含购买的商品数量、价格及支付方式、收货人、联系方式、收货地址等信息），即视为您向1788发出了购买订单商品的要约。
						
					</view>
					<view>
						②　1788网站上展示的商品和价格等信息仅构成要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容，当用户提交订单时即视为用户向1788发出了购买订单商品的要约；
						
					</view>
					<view>
						③　系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向1788发出的合同要约；1788收到您的订单信息后，只有在1788将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与1788之间就实际直接向您
						发出的商品建立了合同关系；
					</view>
					<view>
						④　如果您在一份订单里订购了多种商品并且1788只给您发出了部分商品时，您与1788之间仅就实际直接向您发出的商品建立了合同关系；只有在1788实际直接向您发出了订单中订购的其他商品时，您和1788之间就订单中该其他已实际直接向您发出的商品才成立合同关系。
						
					</view>
					
				</view>
				<view>
					3、1788仅向消费者提供商品销售服务，若您并非因生活消费购买商品，而是中间商、零售商或批发商，则1788有权单方取消订单。
					
				</view>
				<view>
					4、若您拟购买的商品超过网站内公示的购买数量限制，请您与1788客服联系。对于您已经从非团购渠道或非第三方商家指定渠道提交的订单，1788有权单方予以取消。
					
				</view>
				<view>
					5、 您有权在下列情况下，取消订单：
					<view>
						① 经与1788协商达成一致的；
						
					</view>
					<view>
						② 1788对用户订单做出承诺之前；
						
					</view>
					<view>
						③ 1788网站上公布的商品价格发生变化或错误，用户在1788发货之前通知1788的。
						
					</view>
				</view>
				<view>
					6、1788在下列情况下，可以取消用户订单：
					<view>
						① 经与用户协商达成一致的；
						
					</view>
					<view>
						② 1788网站上显示的商品信息明显错误或缺货的；
						
					</view>
					<view>
						③ 用户订单信息明显错误或用户订购数量超出1788备货量的。
						
					</view>
				</view>
				<view>
					7、 1788在下列情况下，亦可取消用户订单：
					<view>
						① 因不可抗力、1788网站系统发生故障或遭受第三方攻击，及其他1788网站无法控制的情形，根据1788网站判断需要取消用户订单的；
						
					</view>
					<view>
						② 经1788网站判断，用户订购行为不符合公平原则或诚实信用原则的情形；
						
					</view>
					<view>
						③ 按1788网站已经发布的或将来可能发布或更新的各类规则，可取消用户订单的其他情
						形。
					</view>
					
				</view>
				
			</view>
			<view class="list">
				
				
				六、用户权利与义务
				<view>
					1、您有权根据本协议的约定，以及1788网站上发布的相关规则在1788网站（含1788网站移动客户端及其他登陆客户端）上查询和浏览由万宏信息技术有限公司（即“1788自营”）及其他入驻商家（以下简称“商家”）发布的商品或服务（以下统称“商品”）信息，订购具体商品、发表使用体验、参与商品讨论、邀请关注好友、上传商品图片、参加1788网站的有关活动以及其他使用服务。
					
				</view>
				<view>
					2、 您保证在1788网站购买商品过程中遵守法律法规、不违背社会公德及遵守诚实信用原则，不扰乱1788平台交易的正常秩序，因此您将不会实施以下任一行为：
					<view>
						① 以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等非1788认可的方式访问或登录1788网站；
						
					</view>
					<view>
						② 通过任何方式对1788网站造成或可能造成不合理或不合比例的重大负荷；
						
					</view>
					<view>
						③ 通过发送病毒、木马等行为攻击其它用户的账号或终端设备；
						
					</view>
					<view>
						④ 冒充1788工作人员欺骗其他用户；
						
					</view>
					<view>
						⑤ 下单后无正当理由拒不收货；
						
					</view>
					<view>
						⑥ 通过留言、评价等手段发送违规或垃圾信息；
						
					</view>
					<view>
						⑦ 协助他人获取不正当利益；教唆他人从事本协议所禁止的行为；
						
					</view>
					<view>
						⑧ 1788网站其他规则规定的不当行为。
						
					</view>
					
					
				</view>
				<view>
					3、 您享有言论自由权利，并拥有适度修改、删除自己发表的文章、评价的权利。
					
				</view>
				<view>
					4、您理解并保证不在1788网站传输或发表包含以下内容的言论：
					<view>
						① 反对宪法所确定的基本原则，煽动、抗拒、破坏宪法和法律、行政法规实施的；
						
					</view>
					<view>
						② 煽动颠覆国家政权，推翻社会主义制度，煽动、分裂国家，破坏国家统一的；
						
					</view>
					<view>
						③ 损害国家机关信誉的、损害国家荣誉和利益的、损害社会公共利益和涉及国家安全的；
						
					</view>
					<view>
						④ 煽动民族仇恨、民族歧视，破坏民族团结的；
						
					</view>
					<view>
						⑤ 任何包含对种族、性别、宗教、地域内容等歧视的；
						
					</view>
					<view>
						⑥ 捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
						
					</view>
					<view>
						⑦ 宣扬封建迷信、邪教、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；
						
					</view>
					<view>
						⑧ 骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的、公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
						
					</view>
					<view>
						⑨ 其他违反宪法和法律行政法规的。
						
					</view>
					
				</view>
				<view>
					5、用户在发表使用体验、商品讨论或图片等内容时，除遵守本条款外，还应遵守1788网站的其他相关规定。
					
				</view>
				<view>
					6、未经1788网站同意，禁止用户在1788网站上发布任何形式的广告。
					
				</view>
				<view>
					7、本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：
					<view>
						① 从中国大陆向境外传输资料信息时必须符合中国有关法律法规；
						
					</view>
					<view>
						② 不得利用1788从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
						
					</view>
					<view>
						③ 不得干扰1788的正常运营秩序，不得侵入1788网站及国家计算机信息系统；
						
					</view>
					
				</view>
				<view>
					8、 除本协议或另有约定外，您理解并保证不利用在1788注册的账户进行经营活动、牟利行为及其他未经1788许可的行为，包括但不仅限于以下行为：
					<view>
						①您账户内的任何1788优惠信息（包括但不限于积分、返利、抵用券）由1788享有解释权和修改权，您仅享有在1788购物时的使用权，严禁转卖1788账户、积分、返利、抵用券或其他类型的优惠券、礼品卡、或利用1788账户进行其他经营性行为等；
						
					</view>
					<view>
						② 恶意利用技术手段或其他方式，为获取优惠、折扣或其他利益而注册多个账户、下单等行为，影响其他用户正常消费行为或相关合法权益、影响1788正常销售秩序的行为；
						
					</view>
					<view>
						③ 以再销售或商业使用为目的，对1788商品或服务进行购买的（与1788另有合同约定的除外）；
						
					</view>
					<view>
						④ 商品或服务的供应商、代理商对其所供商品进行回购的行为；
						
					</view>
					<view>
						⑤ 任何对商品目录、说明、价格、数量、其他用户信息或其他内容的下载、转载、收集、衍生利用、复制、出售、转售或其他形式的使用，无论是否通过Robots、Spiders、自动仪器或手工操作；
						
					</view>
					<view>
						⑥ 1788相关规则、政策、网页、活动规则中限制、禁止的行为；
						
					</view>
					<view>
						⑦ 其他影响1788对用户账户正常管理秩序的行为。
						
					</view>
				
				</view>
				<view>
					9、 您不得利用任何非法手段获取其他用户个人信息，不得将其他用户信息用于任何营利或非营利目的，不得泄露其他用户或权利人的个人隐私，否则1788有权采取措施制止您的上述行为，情节严重的，将提交公安机关处理。
					
				</view>
				<view>
					10、您不得发布任何侵犯他人著作权、商标权等知识产权或其他合法权利的内容；如果有其他用户或权利人发现您发布的信息涉嫌知识产权、或其他合法权益争议的，这些用户或权利人要求1788删除您发布的信息，或者采取其他必要措施予以制止的，1788将会依法采取这些措施。
					
				</view>
				<view>
					11、若您未遵守以上规定的，1788有权做出独立判断并采取暂停或注销您的账号、冻结账号内余额、取消相应交易订单、停止发货等措施。
					
				</view>
				
				
				
			
			</view>
			<view class="list">
				七、 1788的权利和义务
				<view>
					1、1788网站有义务在现有技术的基础上维护整个网站的正常运行，并努力提升和改进技术，使用户的网上交易活动得以顺利进行。
					
				</view>
				<view>
					2、用户理解并认同，因网上交易平台的特殊性，1788没有义务对所有用户使用1788平台交易服务的过程及行为进行事前及实时审查。但用户在1788网站上有下列行为的，将授权1788可以普通、非专业人员的知识水平标准或根据自己掌握的信息进行独立判断，并有权做出相应处理，而无须事先通知用户或取得用户同意：
					<view>
						① 1788网站有权对用户的注册信息及购买行为进行查阅，如发现注册信息或购买行为中存在任何问题的，有权向用户发出询问及要求改正或者做出冻结或关闭账户、取消订单等处理；
						
					</view>
					<view>
						② 用户违反本协议或1788任何规则或有违反法律法规和地方规章的行为的，1788网站有权删除其信息，禁止用户发言，限制用户订购，注销用户账户并按照相关法律规定向相关国家主管部门进行披露；
						
					</view>
					<view>
						③ 如用户在1788网站进行下列行为，1788有权对用户采取删除其信息、禁止用户发言、限制用户订购、冻结或注销用户账户等限制性措施：包括：
						<view>
							a) 发布或以电子邮件或以其他方式传输存在恶意、虚假和侵犯他人人身财产权利内容的信息；
							
						</view>
						<view>
							b) 进行与网上购物无关或并非以购物为目的的活动，试图扰乱正常购物秩序；将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、发布、发送电子邮件或以其他方式传送；
							
						</view>
						<view>
							c) 干扰或破坏1788网站和服务或与1788网站和服务相连的服务器和网络；
							
						</view>
						<view>
							d) 发布其他违反公共利益或可能严重损害1788网站和其他用户合法利益的信息。
							
						</view>
					</view>
					
					
				</view>
				<view>
					3、用户理解并同意，当用户涉嫌侵犯他人合法权益， 1788有权在初步判断涉嫌侵权行为可能存在的情况下，在必要时可向权利人提供必要的已掌握的涉及用户的相关信息。
					
				</view>
				<view>
					4、用户理解并同意，当国家行政、司法机关主动依职权或根据他人的投诉，调查用户在1788网站上的相关行为时，1788有义务予以配合，并将所掌握的信息提供给上述国家机关。
					
				</view>
				<view>
					5、用户在此授予1788无偿、永久的独家使用权，并有权对该使用权进行再授权，以使1788网站有权在全球范围内全部或部分地使用、复制、修改、改写、发布、翻译和展示用户登记或发布在1788网站上的各类信息，或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入1788网站其他作品内。
					
				</view>
				<view>
					6、在法律法规所允许的限度内，因使用1788网站服务而引起的任何损害或经济损失，1788网站承担的全部责任均不超过就用户所购买的与该索赔有关的商品所实际获得的直接收益。这些责任限制条款将在法律所允许的最大限度内适用，并在用户账户被注销后仍继续有效。
					
				</view>
				<view>
					7、1788网站仅限在“按现状”和“按现有”的基础上，向用户提供全部的信息、内容、材料、产品（包括软件）和服务。除非另有明确的书面说明，1788网站不对其包含在1788网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的担保。
					
				</view>
				<view>
					8、不论在任何情况下，1788网站均不对由于互联网设备正常维护，互联网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，暴乱，骚乱，灾难性天气（如火灾、洪水、风暴等），爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能履行或延迟履行承担责任。
					
				</view>
				<view>
					9、 1788不担保网站所包含的或以其它方式通过网站提供给您的全部信息、内容、材料、产品(包括软件)和服务、其服务器或从1788网站系统发出的电子邮件、信息没有病毒或其他有害成分。
					
				</view>
				
				
				
				
			</view>

			<view class="list">
				八、 商品信息
				<view>
					1、1788网站上的商品或者服务信息随时有可能发生变动，1788对此不作特别通知。1788将尽所有合理必要的努力并督促所有商家，使网站内展示的商品参数、说明、价格、库存等商品信息尽可能真实准确、全面详细。但由于网站上商品信息的数量极其庞大，且受互联网技术发展水平等客观因素的限制，网页显示的信息可能会有一定的滞后性或差错，对此情形您充分理解并予以谅解。如您发现商品信息错误或有疑问的，请在第一时间告知1788或商家，并中止提交该订单。
					
				</view>
				<view>
					2、商家将尽最大努力确保用户所购商品价格与网站公布的价格一致，尽管如此，由于价格设置、文字描述、配图等错误及不可预见的系统故障等情形，可能出现价格误差，从而导致订单因重大误解或显失公平而无法履行的情况。若出现上述情形，建议您直接联系商家协商解决；如协商未果，可联系1788，1788将在力所能及的范围内提供必要协助。
					
				</view>
				<view>
					3、由于市场变化及各种以合理商业努力难以控制的因素的影响，1788无法承诺用户通过提交订单所希望购买的商品都会有货；用户订购的商品或服务如果发生缺货，用户和1788皆有权取消该订单。
					
				</view>
				<view>
					4、如果发生了意外情况，您提交订单后，由于供应商提价、税额变化或者由于网页信息错误等造成商品价格变化，您可以通知商家或委托1788为您取消订单。
					
				</view>
				<view>
					5、1788网站上显示的每一款商品的价格都包含法律规定的税金，配送费用将根据1788网站上公布的配送规则和用户选择的送货方式另行计收。
					
				</view>
				

			</view>
			<view class="list">
				九、 配送规则
				<view>
					1、 对于1788自营商品由1788负责将订购商品配送到用户指定的收货地址。所有在1788网站上列出的配送时间皆为参考时间，仅供用户参照使用。该参考时间是根据商品库存状况、订单处理流程和配送地点等情况综合计算得出的。
					
				</view>
				<view>
					2、 因如下情况造成订单延迟或无法配送、交货等，1788不承担延迟配送、交货的责任：
					<view>
						① 您提供的信息错误、地址不详细等原因导致的；
						
					</view>
					<view>
						② 货物送达后无人签收，导致无法配送或延迟配送的；
						
					</view>
					<view>
						③ 情势变更因素导致的；
						
					</view>
					<view>
						④ 未能在本站所示的送货参考时间内送货的；
						
					</view>
					<view>
						⑤ 您与商家约定特殊时间段内送货的；
						
					</view>
					<view>
						⑥ 因节假日、大型促销活动、店庆、预购或抢购人数众多等原因导致的；
						
					</view>
					<view>
						⑦ 不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。
						
					</view>
					
				</view>
				<view>
					3、自用户或其指定的收货人在订单中订购的商品出库之时起至用户或其指定的收货人签收前，商品失货、货损风险由用户及其指定的收货人承担。
					
				</view>
				
				

			</view>
			<view class="list">

				十、 知识产权
				<view>
					1、用户一旦接受本协议，即表明该用户主动将其在任何时间段在1788网站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给1788所有，用户同意1788有权就任何主体侵权而单独提起诉讼。
					
				</view>
				<view>
					2、1788网站上的图表、标识、网页页眉、按钮图标、文字、服务品名等标示在网站上的信息都是1788网站运营方及其关联方的财产，受中国和国际知识产权法的保护。未经1788网站许可，任何人不得使用、复制或用作其他用途。在1788网站上出现的其他商标是其商标权利人各自的财产，未经1788网站运营方或相关商标所有人的书面许可，任何第三方都不得使用。
					
				</view>
				<view>
					3、1788网站用户发表的文章仅代表作者本人观点，与1788网站立场无关。作者文责自负。
					
				</view>
				<view>
					4、1788网站及其关联方有权将用户在本网站发表的商品使用体验、商品讨论或图片进行使用，授权他人使用或者与其他人合作使用，使用范围包括但不限于网站、电子杂志、杂志、刊物等，使用时需为作者署名，以发表文章时注明的署名为准。文章有附带版权声明者除外。
					
				</view>
				<view>
					5、用户在1788网站上发表的文章及图片（包括转贴的文章及图片）版权仅归属原作者所有，若作者有版权声明或原作从其他网站转载而附带有原版权声明者，其版权归属以附带声明为准。
					
				</view>
				<view>
					6、 任何转载、引用发表于1788网站的版权文章须符合以下规范：
					<view>
						① 用于非商业、非盈利、非广告性目的时需注明作者及文章及图片的出处为“1788网站”或“用于非商业、非盈利、非广；
						
					</view>
					<view>
						② 用于商业、盈利、广告性目的时需征得文章或图片原作者的同意，并注明作者姓名、授权范围及原作出处“1788网站”或“用于商业、盈利、广告性”目的；
						
					</view>
					<view>
						③ 任何文章或图片的修改或删除均应保持作者原意并征求原作者同意，并注明授权范围。
						
					</view>
					
				</view>
				
			
			</view>
			<view class="list">
				十一、 用户信息收集、使用与保护
				<view>
					1、您承诺以真实身份注册成为1788的用户，并保证所提供的个人资料信息真实、准确、完整、合法有效，并在相关资料发生变更时及时更新注册信息，依据法律规定和本协议约定
					对所提供的信息承担相应的法律责任。同时，您保证1788可以通过相关信息与您本人进行联系。1788有权审查您注册所提供的相关信息是否真实、有效。若您所提供的资料信息与事实不符或所提供的资料信息已变更而未及时更新或有任何误导之嫌，导致1788无法为您提供或进一步提供服务，1788不因此承担任何责任，同时您须承担可能因此引起的相应责任及后果，并且1788有权注销您的注册账户，终止您使用1788提供的各类注册用户服务的权利。
					
				</view>
				<view>
					2、您在1788网站进行注册、浏览、下单购物、发表评价、参加活动等行为时，涉及您的真实姓名/名称、通信地址、联系电话、电子邮箱、订单详情、评价或反馈、投诉内容、cookies等信息的，1788有权从完成交易、提供配送、售后及客户服务、开展活动、完成良好的顾客体验等多种角度予以收集，并将对其中涉及个人隐私信息予以严格保密。
					1788保证不对外公开或向任何第三方提供您的个人信息，但是存在下列情形之一的除外：
					<view>
						① 事先获得您的明确授权；
						
					</view>
					<view>
						② 系为履行您的订单或保护您的合法权利所必须；
						
					</view>
					<view>
						③ 系为履行法律义务；
						
					</view>
					<view>
						④ 本注册协议或其他条款另有约定。
						
					</view>
					
				</view>
				<view>
					3、请阅读1788网站的隐私声明以了解隐私政策。该声明适用于您访问1788网站，或在1788网站购买商品或使用1788网站提供的任何服务。
					
				</view>
				<view>
					4、Cookies的使用规则
					<view>
						① 通过1788网站所设Cookie所取得的有关信息，将适用本规则；
						
					</view>
					<view>
						② 在1788网站上发布信息的第三方通过其所发布信息在用户计算机上设定Cookies的，将遵照该第三方的隐私权政策；
						
					</view>
					<view>
						③ 编辑和删除个人信息的权限：用户可以点击“我的1788”对用户的个人信息进行编辑
						和删除，除非1788网站另有规定。
					</view>
					
					
				</view>
				<view>
					5、您同意，1788拥有通过邮件、短信、电话、网站通知或声明等形式，向您及您指定的收货人发送订单信息、促销活动、售后服务、客户服务等告知信息的权利。如您不希望接收上述信息，可退订。
					
				</view>
				<view>
					6、您同意，您选择向1788或1788的商家提交订单购买商品或服务时，视为您向该1788披露个人相关信息，接受1788向您提供商品销售、配送、售后服务、客户服务、处理信用卡付款、数据分析、市场营销或其他必要事宜。如前述全部或部分事宜涉及由1788及1788商家外的第三方履行的，1788有权将您的信息以必要方式向第三方披露，第三方有权以履行上述事宜为目的联系您。
					
				</view>
				<view>
					7、您同意，1788有权使用您的注册信息、用户名、密码等信息，登录进入您的注册账户，进行证据保全，包括但不限于公证、见证、协助司法机关进行调查取证等。
					
				</view>
				
				
			

			</view>
			<view class="list">
				
				十二、适用的法律和管辖权
				本协议的订立、执行和解释及争议的解决均应适用中华人民共和国的法律。如就本协议内容或其执行发生任何争议，则双方应首先通过友好协商方式解决；协商不成的，任何一方均应向杭州市富阳区人民法院提起诉讼。
			</view>
			<view class="list">
				十三、其他
				<view>
					1、本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
					
				</view>
				<view>
					2、如本协议中的任何条款无论因何种原因被视为完全或部分无效或不具有执行力，该条应视为可分的，且不影响本协议的任何其余条款的有效性、约束力及可执行性。
					
				</view>
				<view>
					3、本协议中的标题仅为方便而设，不具法律或契约效果。
						1788尊重用户和消费者的合法权利，本协议及1788网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。1788网站欢迎用户和社会各界提出意见和建议，1788将虚心接受并适时修改本协议及1788网站上的各类规则。
					
				</view>
				
				
			 </view>
		</view>
	</view>
</template>

<script>
</script>

<style>
	.list {
		text-indent: 30upx;
		margin-top: 20upx;
	}
</style>
